Repository: messeb/ios-hiker
Catalog: Hiker/Resources/Localizable.xcstrings
Source language: en
Languages: de

# hikeTracker.clear
source: Clear
de: Löschen

# hikeTracker.start
source: Start
de: Starten

# hikeTracker.stop
source: Stop
de: Beenden

source: Loading ...
de: Lade ...

# noimage
source: No image available
de: Kein Photo verfügbar

# permissionError.action.button
source: Open Settings
de: Einstellungen öffnen

# permissionError.action.text
source: Please enable 'Always' location access in Settings.
de: Bitte aktivieren Sie in den Einstellungen den Standortzugriff 'Immer'.

# permissionError.description
source: This app needs 'Always' location permission to track your walk in the background.
de: Diese App benötigt die Standortgenehmigung 'Immer', um Ihren Weg im Hintergrund zu verfolgen.

# permissionError.title
source: Location Permission Required
de: Standort Erlaubnis erforderlich

# retryView.button
source: Retry
de: Nochmal versuchen

# retryView.message
source: An error occurred, please try it again
de: Es ist ein Fehler aufgetreten, bitte versuchen Sie es erneut

# walktracker.emptyStateText
source: Tap Start to begin tracking your walk
de: Tippen Sie auf Start, um mit der Aufzeichnung Ihrer Wanderung zu beginnen.
